Repository: nohal/launcher_pi
Catalog: po/*.po
Languages: ca, fi, fr, pt, sv

source: Launcher
ca: Carregar
fi: Sovitin
fr: Chargeur
sv: Genvägar

source: Launcher PlugIn for OpenCPN
ca: Carregar Connector per a OpenCPN
fi: OpenCPN:n lisäosasovitin
fr: Complément chargeur pour OpenCPN
pt: PlugIn Launcher para OpenCPN
sv: Genvägsmodul för OpenCPN

source: Launcher PlugIn for OpenCPN Provides a simple configurable dialog to launch external programs.
ca: Carregar Connector per a OpenCPN Proporciona una finestra de diàleg per carregar programes externs.
fi: OpenCPN:n lisäosasovitin Avaa yksinkertaisen asetusvalikon ulkopuolisten ohjelmien sovitukseen.
fr: Complément "Chargeur" pour openCPN Il fournit une fenêtre de dialogue pour charger des programmes extérieurs.
pt: PlugIn Launcher para OpenCPN Disponibiliza uma simples janela configurável para lançar programas externos.
sv: Genvägsmodulen för OpenCPN Erbjuder enkla konfigurerbara dialogrutor för att starta externa program.

source: Launcher Settings
ca: Paràmetres de carregar
fi: Sovittimen asetukset
fr: Réglages du chargeur
pt: Configurações Launcher
sv: Genvägsinställningar

source: Launcher Item
ca: Carregador d'Items
fi: Sovituskohde
fr: Item chargeur
pt: Items do Launcher
sv: Objekt

source: Label
ca: Etiqueta
fi: Etiketti
fr: Etiquette
pt: Etiqueta
sv: Beskrivning

source: Command
ca: Ordres
fi: Komento
fr: Commande
pt: Comando
sv: Kommando

source: Add
ca: Afegir
fi: Lisää
fr: Ajouter
pt: Adicionar
sv: Lägg till

source: Edit
ca: Editar
fi: Muokkaa
fr: Editer
pt: Editar
sv: Redigera

source: Remove
ca: Eliminar
fi: Poista
fr: Supprimer
pt: Remover
sv: Ta bort

source: Do you really want to remove this launcher action?
ca: Esteu segurs que voleu eliminar aquesta acció del carregador?
fi: Haluatko todella poistaa tämän sovituksen toiminnon?
fr: Voulez vous vraiment supprimer cette action du chargeur ?
pt: Pretende realmente remover este comando do Launcher?
sv: Vill du verkligen ta bort denna genväg?

source: Really remove?
ca: Suprimir realment?
fi: Todellako poistaa?
fr: Supprimer vraiment ?
pt: Remover realmente?
sv: Ta bort?
